/* Error */
"error" = "Error";

/* latitude must between [-90,90] */
"latitudelimit" = "latitude must between [-90,90]";

/* longitude must between [-180,180] */
"longitudelimit" = "longitude must between [-180,180]";

/* no result */
"noresult" = "no result";

/* OK */
"ok" = "OK";

/* Could not retrieve the specified place information. */
"reverseGeocodererror" = "unknow location";

/* add to pasteboard */
"addtopasteboard" = "copy latitude, longitude to pasteboard";




